categories = {
    "офицеры": ["Офицерский состав", "Высшее командное звено"],
    "не_офицеры": ["Сержанты", "Рядовые"],
    "по_призыву": ["Военнослужащие по призыву"],
    "курсанты_1_курс_призыв": ["Курсанты первого курса"],
    "курсанты_2_4_курса": ["Курсанты второго курса", "Курсанты третьего курса", "Курсанты четвертого курса"],
    "прочие_лнр_днр": ["Личный состав из ЛНР", "Личный состав из ДНР"],
    "пенсионеры_мо": ["Пенсионеры военные", "Пенсионеры гражданские"],
    "чсв_запаса": ["Члены семей военнослужащих"],
    "кадровые": ["Кадровые военнослужащие активной службы"],
    "прочие": ["Гражданский персонал", "Волонтеры", "Контрактники"]
}